{"description": "\"From the #1 New York Times-bestselling author of The 48 Laws of Power comes the definitive new book on decoding the behavior of the people around you  Robert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves.  We are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, The Laws of Human Nature offers brilliant tactics for success, self-improvement, and self-defense\"--\r\n\r\n\"Robert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves. We are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, The Laws of Human Nature offers brilliant tactics for success, self-improvement, and self-defense\"--", "local_id": ["urn:sfpl:31223129975406", "urn:sfpl:31223129975414", "urn:sfpl:31223129975422", "urn:sfpl:31223129975430", "urn:sfpl:31223129975448", "urn:sfpl:31223129975455", "urn:sfpl:31223129975463", "urn:sfpl:31223129975471", "urn:sfpl:31223129975489", "urn:sfpl:31223129975380", "urn:sfpl:31223119254671", "urn:sfpl:31223129975497", "urn:sfpl:31223129975505", "urn:sfpl:31223129975513", "urn:sfpl:31223129975521", "urn:sfpl:31223129975539", "urn:sfpl:31223129975547", "urn:sfpl:31223129975554", "urn:sfpl:31223129975562", "urn:sfpl:31223129975570", "urn:sfpl:31223129975588", "urn:sfpl:31223129975398", "urn:sfpl:31223129975315", "urn:sfpl:31223129975323", "urn:sfpl:31223129975331", "urn:sfpl:31223129975349", "urn:sfpl:31223129975356", "urn:sfpl:31223129975364", "urn:sfpl:31223129975372"], "full_title": "The laws of human nature", "key": "/books/OL26974419M", "authors": [{"key": "/authors/OL236414A"}], "pagination": "609 pages", "source_records": ["marc:marc_openlibraries_sanfranciscopubliclibrary/sfpl_chq_2018_12_24_run06.mrc:192304954:9373", "bwb:9780525428145"], "title": "The Laws of human nature", "notes": "Includes bibliographical references (pages 589-592) and index.", "number_of_pages": 609, "languages": [{"key": "/languages/eng"}], "subjects": ["Self-actualization (Psychology)", "Motivation (Psychology)", "Self-control", "Success"], "publish_date": "2018", "publish_country": "nyu", "by_statement": "Robert Greene", "works": [{"key": "/works/OL19761410W"}], "type": {"key": "/type/edition"}, "identifiers": {}, "classifications": {}, "covers": [12786526, -1], "publishers": ["Viking"], "isbn_10": ["0525428143"], "isbn_13": ["9780525428145"], "lccn": ["2018031828"], "oclc_numbers": ["1056493051"], "dewey_decimal_class": ["158"], "lc_classifications": ["BF637.S4 G7384 2018", "BF637.S4G7384 2018"], "latest_revision": 13, "revision": 13, "created": {"type": "/type/datetime", "value": "2019-05-31T08:34:29.515462"}, "last_modified": {"type": "/type/datetime", "value": "2023-10-19T19:55:45.719600"}}